{
  "<PAD>": 0,
  "<UNK>": 1,
  "<SOS>": 2,
  "<EOS>": 3,
  " ": 4,
  "  ": 5,
  " s": 6,
  " said ": 7,
  " she ": 8,
  " so ": 9,
  "!": 10,
  "! ": 11,
  "\"": 12,
  "\" ": 13,
  "\"</w>": 14,
  "\"A": 15,
  "\"I": 16,
  "\"I ": 17,
  "\"T": 18,
  "\"W": 19,
  "#": 20,
  "$": 21,
  "%": 22,
  "&": 23,
  "'": 24,
  "'s ": 25,
  "(": 26,
  ")": 27,
  "*": 28,
  ",": 29,
  ", ": 30,
  ", \"": 31,
  ", I ": 32,
  ", and ": 33,
  ", as ": 34,
  ", but ": 35,
  ", she ": 36,
  ", that ": 37,
  ", to ": 38,
  ",\"": 39,
  ",\" ": 40,
  ",\" said ": 41,
  ",</w>": 42,
  "-": 43,
  "--": 44,
  ".": 45,
  ". ": 46,
  ". A": 47,
  ". But ": 48,
  ". H": 49,
  ". He ": 50,
  ". I": 51,
  ". I ": 52,
  ". It ": 53,
  ". She ": 54,
  ". T": 55,
  ". The ": 56,
  ". W": 57,
  ".\"</w>": 58,
  ".--": 59,
  ".</w>": 60,
  "/": 61,
  "0": 62,
  "1": 63,
  "2": 64,
  "3": 65,
  "4": 66,
  "5": 67,
  "6": 68,
  "7": 69,
  "8": 70,
  "9": 71,
  ":": 72,
  ";": 73,
  "; ": 74,
  "; and ": 75,
  "; but ": 76,
  ";</w>": 77,
  "</w>": 78,
  "?": 79,
  "? ": 80,
  "?\"</w>": 81,
  "A": 82,
  "B": 83,
  "Benne": 84,
  "Bennet": 85,
  "Bennet ": 86,
  "Bingle": 87,
  "Bingley": 88,
  "Bingley ": 89,
  "But ": 90,
  "C": 91,
  "Cather": 92,
  "Char": 93,
  "Charlo": 94,
  "Collin": 95,
  "D": 96,
  "Darc": 97,
  "E": 98,
  "Eliz": 99,
  "Eliza": 100,
  "Elizabeth": 101,
  "Elizabeth ": 102,
  "F": 103,
  "G": 104,
  "Gardin": 105,
  "H": 106,
  "I": 107,
  "I ": 108,
  "I am ": 109,
  "I have ": 110,
  "I s": 111,
  "I</w>": 112,
  "J": 113,
  "Jan": 114,
  "Jane ": 115,
  "K": 116,
  "L": 117,
  "Lady ": 118,
  "Lady Cather": 119,
  "Lizz": 120,
  "Long": 121,
  "Longbour": 122,
  "Lydi": 123,
  "Lydia": 124,
  "M": 125,
  "Mis": 126,
  "Miss ": 127,
  "Mr": 128,
  "Mr. ": 129,
  "Mr. Collin": 130,
  "Mr. Darc": 131,
  "Mr. Darcy ": 132,
  "Mrs. ": 133,
  "My ": 134,
  "N": 135,
  "No": 136,
  "O": 137,
  "Oh": 138,
  "P": 139,
  "Pro": 140,
  "Q": 141,
  "R": 142,
  "S": 143,
  "She ": 144,
  "T": 145,
  "The ": 146,
  "U": 147,
  "V": 148,
  "W": 149,
  "Wickha": 150,
  "Wickham": 151,
  "X": 152,
  "Y": 153,
  "You": 154,
  "You ": 155,
  "Z": 156,
  "[": 157,
  "]": 158,
  "^": 159,
  "_": 160,
  "_ ": 161,
  "a": 162,
  "a ": 163,
  "a s": 164,
  "a</w>": 165,
  "ab": 166,
  "able": 167,
  "able ": 168,
  "about ": 169,
  "ac": 170,
  "ach": 171,
  "acqu": 172,
  "acquain": 173,
  "ad": 174,
  "ad ": 175,
  "add": 176,
  "ady ": 177,
  "af": 178,
  "aff": 179,
  "after ": 180,
  "ag": 181,
  "again": 182,
  "age ": 183,
  "agre": 184,
  "ai": 185,
  "aid ": 186,
  "ain": 187,
  "ain ": 188,
  "ak": 189,
  "ake ": 190,
  "al": 191,
  "al ": 192,
  "all": 193,
  "all ": 194,
  "all the ": 195,
  "ally ": 196,
  "alway": 197,
  "always ": 198,
  "am": 199,
  "am ": 200,
  "ame ": 201,
  "an": 202,
  "an ": 203,
  "anc": 204,
  "ance": 205,
  "ance ": 206,
  "and": 207,
  "and ": 208,
  "and, ": 209,
  "and</w>": 210,
  "ang": 211,
  "ans": 212,
  "ant": 213,
  "ant ": 214,
  "any ": 215,
  "app": 216,
  "ar": 217,
  "ar ": 218,
  "arc": 219,
  "ard": 220,
  "ards ": 221,
  "are": 222,
  "are ": 223,
  "ary ": 224,
  "as": 225,
  "as ": 226,
  "as</w>": 227,
  "ast ": 228,
  "at": 229,
  "at ": 230,
  "at</w>": 231,
  "ate ": 232,
  "ated ": 233,
  "ather": 234,
  "ati": 235,
  "ation": 236,
  "ation ": 237,
  "atis": 238,
  "att": 239,
  "atten": 240,
  "au": 241,
  "augh": 242,
  "av": 243,
  "ave ": 244,
  "aw": 245,
  "aw ": 246,
  "ay": 247,
  "ay ": 248,
  "ay, ": 249,
  "b": 250,
  "be": 251,
  "be ": 252,
  "be</w>": 253,
  "been ": 254,
  "before ": 255,
  "beg": 256,
  "being ": 257,
  "beli": 258,
  "ber": 259,
  "bo": 260,
  "bod": 261,
  "bour": 262,
  "br": 263,
  "bro": 264,
  "bu": 265,
  "but ": 266,
  "by ": 267,
  "c": 268,
  "ca": 269,
  "can": 270,
  "can ": 271,
  "cannot ": 272,
  "car": 273,
  "ce": 274,
  "ce ": 275,
  "cer": 276,
  "certain": 277,
  "ch": 278,
  "ch ": 279,
  "char": 280,
  "chi": 281,
  "cl": 282,
  "com": 283,
  "comm": 284,
  "comp": 285,
  "con": 286,
  "consi": 287,
  "cont": 288,
  "could ": 289,
  "could not ": 290,
  "coun": 291,
  "cour": 292,
  "cri": 293,
  "d": 294,
  "d ": 295,
  "d, ": 296,
  "d</w>": 297,
  "daugh": 298,
  "daughter": 299,
  "day": 300,
  "day ": 301,
  "de": 302,
  "dear ": 303,
  "dec": 304,
  "der": 305,
  "der ": 306,
  "des": 307,
  "di": 308,
  "did ": 309,
  "did not ": 310,
  "diff": 311,
  "differ": 312,
  "din": 313,
  "dis": 314,
  "dist": 315,
  "do": 316,
  "do ": 317,
  "do not ": 318,
  "don": 319,
  "e": 320,
  "e ": 321,
  "e of ": 322,
  "e of the ": 323,
  "e to ": 324,
  "e, ": 325,
  "e, and ": 326,
  "e</w>": 327,
  "ea": 328,
  "ear": 329,
  "ec": 330,
  "ect": 331,
  "ection": 332,
  "ed": 333,
  "ed ": 334,
  "ed by ": 335,
  "ed her ": 336,
  "ed the ": 337,
  "ed to ": 338,
  "ed, ": 339,
  "ed</w>": 340,
  "ee": 341,
  "el": 342,
  "ely ": 343,
  "em": 344,
  "emp": 345,
  "en": 346,
  "en ": 347,
  "en</w>": 348,
  "ence": 349,
  "ence ": 350,
  "end": 351,
  "end ": 352,
  "ener": 353,
  "eng": 354,
  "ent": 355,
  "ent ": 356,
  "er": 357,
  "er ": 358,
  "erv": 359,
  "es": 360,
  "es ": 361,
  "es, ": 362,
  "est ": 363,
  "et ": 364,
  "ev": 365,
  "even": 366,
  "ever": 367,
  "ever ": 368,
  "every ": 369,
  "ex": 370,
  "exp": 371,
  "expres": 372,
  "ey": 373,
  "f": 374,
  "f ": 375,
  "fa": 376,
  "fam": 377,
  "famil": 378,
  "fe": 379,
  "feel": 380,
  "fel": 381,
  "felt ": 382,
  "ff": 383,
  "fi": 384,
  "fin": 385,
  "fir": 386,
  "first ": 387,
  "fo": 388,
  "for": 389,
  "for ": 390,
  "for the ": 391,
  "fore": 392,
  "fore ": 393,
  "form": 394,
  "fort": 395,
  "fri": 396,
  "friend": 397,
  "from": 398,
  "from ": 399,
  "fu": 400,
  "ful": 401,
  "ful ": 402,
  "g": 403,
  "ge": 404,
  "gener": 405,
  "gent": 406,
  "gentle": 407,
  "gh": 408,
  "giv": 409,
  "give ": 410,
  "go": 411,
  "goo": 412,
  "good ": 413,
  "gr": 414,
  "gre": 415,
  "great ": 416,
  "h": 417,
  "ha": 418,
  "had ": 419,
  "had been ": 420,
  "hall ": 421,
  "happ": 422,
  "har": 423,
  "has ": 424,
  "hat ": 425,
  "hav": 426,
  "have ": 427,
  "have been ": 428,
  "he": 429,
  "he ": 430,
  "he had ": 431,
  "he</w>": 432,
  "hear": 433,
  "her": 434,
  "her ": 435,
  "her</w>": 436,
  "here ": 437,
  "herself": 438,
  "herself ": 439,
  "hey ": 440,
  "hi": 441,
  "him": 442,
  "him ": 443,
  "his ": 444,
  "his</w>": 445,
  "hop": 446,
  "hou": 447,
  "hould ": 448,
  "how": 449,
  "how ": 450,
  "however": 451,
  "i": 452,
  "ic": 453,
  "ick": 454,
  "id": 455,
  "ie": 456,
  "ies ": 457,
  "if ": 458,
  "ig": 459,
  "igh": 460,
  "ight ": 461,
  "il": 462,
  "ili": 463,
  "ill": 464,
  "ily ": 465,
  "im": 466,
  "imp": 467,
  "in": 468,
  "in ": 469,
  "in a ": 470,
  "in s": 471,
  "in the ": 472,
  "in</w>": 473,
  "inc": 474,
  "ind": 475,
  "inde": 476,
  "ine ": 477,
  "ines": 478,
  "ing": 479,
  "ing ": 480,
  "ing the ": 481,
  "ing to ": 482,
  "ing, ": 483,
  "ing</w>": 484,
  "ingle": 485,
  "ings ": 486,
  "int": 487,
  "inter": 488,
  "into ": 489,
  "ion": 490,
  "ion ": 491,
  "ir": 492,
  "ir ": 493,
  "is": 494,
  "is ": 495,
  "ish": 496,
  "it": 497,
  "it ": 498,
  "it is ": 499,
  "it was ": 500,
  "it, ": 501,
  "ite ": 502,
  "its ": 503,
  "ity ": 504,
  "iv": 505,
  "ive ": 506,
  "iz": 507,
  "j": 508,
  "jec": 509,
  "ject ": 510,
  "jo": 511,
  "k": 512,
  "k ": 513,
  "ked ": 514,
  "king ": 515,
  "know": 516,
  "know ": 517,
  "l": 518,
  "lad": 519,
  "last ": 520,
  "ld ": 521,
  "le": 522,
  "le ": 523,
  "led": 524,
  "led ": 525,
  "les": 526,
  "less ": 527,
  "li": 528,
  "lic": 529,
  "ligh": 530,
  "lik": 531,
  "like ": 532,
  "litt": 533,
  "little ": 534,
  "liz": 535,
  "ll": 536,
  "ll ": 537,
  "lo": 538,
  "long": 539,
  "long ": 540,
  "loo": 541,
  "ly": 542,
  "ly ": 543,
  "ly</w>": 544,
  "m": 545,
  "m ": 546,
  "mad": 547,
  "made ": 548,
  "make ": 549,
  "man": 550,
  "man ": 551,
  "mann": 552,
  "manner": 553,
  "many ": 554,
  "mar": 555,
  "marri": 556,
  "mat": 557,
  "may ": 558,
  "me": 559,
  "me ": 560,
  "mean": 561,
  "med": 562,
  "medi": 563,
  "men": 564,
  "ment": 565,
  "ment ": 566,
  "mi": 567,
  "might ": 568,
  "min": 569,
  "mis": 570,
  "mo": 571,
  "mom": 572,
  "mon": 573,
  "mor": 574,
  "more ": 575,
  "mos": 576,
  "most ": 577,
  "much ": 578,
  "must ": 579,
  "my": 580,
  "my ": 581,
  "n": 582,
  "n ": 583,
  "nd ": 584,
  "ne": 585,
  "nes": 586,
  "never ": 587,
  "ng": 588,
  "no": 589,
  "no ": 590,
  "not ": 591,
  "not</w>": 592,
  "nothing ": 593,
  "now ": 594,
  "o": 595,
  "o ": 596,
  "ob": 597,
  "oc": 598,
  "occ": 599,
  "of": 600,
  "of ": 601,
  "of her ": 602,
  "of his ": 603,
  "of the ": 604,
  "of</w>": 605,
  "off": 606,
  "ol": 607,
  "oll": 608,
  "om": 609,
  "on": 610,
  "on ": 611,
  "on the ": 612,
  "one ": 613,
  "ong": 614,
  "only ": 615,
  "oo": 616,
  "op": 617,
  "or": 618,
  "or ": 619,
  "ort": 620,
  "os": 621,
  "ose ": 622,
  "other": 623,
  "other ": 624,
  "ou": 625,
  "oub": 626,
  "ough": 627,
  "ough ": 628,
  "oul": 629,
  "ould ": 630,
  "oun": 631,
  "ound": 632,
  "our": 633,
  "our ": 634,
  "ous": 635,
  "ous ": 636,
  "out ": 637,
  "over": 638,
  "ow": 639,
  "ow ": 640,
  "own": 641,
  "own ": 642,
  "p": 643,
  "p ": 644,
  "par": 645,
  "partic": 646,
  "pas": 647,
  "pe": 648,
  "pec": 649,
  "per": 650,
  "pl": 651,
  "ple": 652,
  "pleas": 653,
  "po": 654,
  "pos": 655,
  "possib": 656,
  "pp": 657,
  "pr": 658,
  "pre": 659,
  "pres": 660,
  "pri": 661,
  "pro": 662,
  "ps ": 663,
  "q": 664,
  "qu": 665,
  "r": 666,
  "ra": 667,
  "re": 668,
  "read": 669,
  "reas": 670,
  "rec": 671,
  "rece": 672,
  "receiv": 673,
  "red ": 674,
  "reg": 675,
  "rel": 676,
  "rep": 677,
  "repli": 678,
  "requ": 679,
  "res": 680,
  "ri": 681,
  "ro": 682,
  "rom": 683,
  "room": 684,
  "s": 685,
  "s ": 686,
  "s and ": 687,
  "s of ": 688,
  "s to ": 689,
  "s, ": 690,
  "s, and ": 691,
  "s. ": 692,
  "s.</w>": 693,
  "s</w>": 694,
  "say ": 695,
  "se": 696,
  "se ": 697,
  "se, ": 698,
  "sed ": 699,
  "see ": 700,
  "seem": 701,
  "sel": 702,
  "self": 703,
  "self ": 704,
  "sen": 705,
  "she": 706,
  "she ": 707,
  "she had ": 708,
  "she was ": 709,
  "shi": 710,
  "should ": 711,
  "si": 712,
  "sib": 713,
  "sion": 714,
  "sis": 715,
  "sister": 716,
  "so": 717,
  "so ": 718,
  "som": 719,
  "some": 720,
  "some ": 721,
  "soon ": 722,
  "sp": 723,
  "st": 724,
  "st ": 725,
  "str": 726,
  "su": 727,
  "sub": 728,
  "such ": 729,
  "supp": 730,
  "sur": 731,
  "t": 732,
  "t ": 733,
  "t of ": 734,
  "t to ": 735,
  "t, ": 736,
  "t</w>": 737,
  "tain": 738,
  "tak": 739,
  "tal": 740,
  "te": 741,
  "ted ": 742,
  "ten": 743,
  "ten ": 744,
  "ter": 745,
  "ter ": 746,
  "th": 747,
  "th ": 748,
  "than": 749,
  "than ": 750,
  "that ": 751,
  "that he ": 752,
  "that</w>": 753,
  "the": 754,
  "the ": 755,
  "the s": 756,
  "the</w>": 757,
  "their": 758,
  "their ": 759,
  "them": 760,
  "them ": 761,
  "then ": 762,
  "ther": 763,
  "ther ": 764,
  "there": 765,
  "there ": 766,
  "they ": 767,
  "they were ": 768,
  "thin": 769,
  "thing ": 770,
  "think ": 771,
  "this": 772,
  "this ": 773,
  "though": 774,
  "though ": 775,
  "ti": 776,
  "tic": 777,
  "till ": 778,
  "time": 779,
  "time ": 780,
  "ting ": 781,
  "tion": 782,
  "tion ": 783,
  "to": 784,
  "to ": 785,
  "to be ": 786,
  "to the ": 787,
  "to</w>": 788,
  "ton": 789,
  "too": 790,
  "too ": 791,
  "tr": 792,
  "tt": 793,
  "tter": 794,
  "tter ": 795,
  "tur": 796,
  "turn": 797,
  "tw": 798,
  "two ": 799,
  "ty": 800,
  "ty ": 801,
  "u": 802,
  "uc": 803,
  "uch": 804,
  "uch ": 805,
  "ud": 806,
  "ul": 807,
  "um": 808,
  "un": 809,
  "unc": 810,
  "under": 811,
  "up": 812,
  "ur": 813,
  "ure": 814,
  "ure ": 815,
  "us": 816,
  "us ": 817,
  "use ": 818,
  "ust ": 819,
  "ut": 820,
  "ut ": 821,
  "uten": 822,
  "utenberg": 823,
  "v": 824,
  "ve ": 825,
  "ver": 826,
  "ver ": 827,
  "very ": 828,
  "vis": 829,
  "w": 830,
  "w ": 831,
  "wal": 832,
  "was ": 833,
  "was not ": 834,
  "was</w>": 835,
  "way": 836,
  "we": 837,
  "we ": 838,
  "well": 839,
  "well ": 840,
  "wer": 841,
  "were ": 842,
  "wh": 843,
  "what ": 844,
  "when ": 845,
  "wher": 846,
  "whi": 847,
  "which": 848,
  "which ": 849,
  "who": 850,
  "who ": 851,
  "wi": 852,
  "will": 853,
  "will ": 854,
  "wish": 855,
  "wish ": 856,
  "with": 857,
  "with ": 858,
  "with the ": 859,
  "without ": 860,
  "wor": 861,
  "would ": 862,
  "wr": 863,
  "x": 864,
  "y": 865,
  "y ": 866,
  "y, ": 867,
  "y</w>": 868,
  "you": 869,
  "you ": 870,
  "young": 871,
  "young ": 872,
  "your": 873,
  "your ": 874,
  "z": 875,
  "{": 876,
  "}": 877,
  "à": 878,
  "ê": 879
}